Repository: 18639460167/KaKaLink
Catalog: KaKaLink/*.lproj/Localizable.strings
Languages: ko, th, vi_vn, zh_hans

# check
source: Trans.
ko: 마이페이지
th: เช็ค
vi_vn: kiểm tra
zh_hans: 对账

# sale
source: Income
ko: 판매
th: ยอดขาย
vi_vn: Thu nhập
zh_hans: 收入

# User
source: Me
ko: 나
th: ผู้ใช้งาน
vi_vn: Tôi
zh_hans: 我

source: Setting
ko: 설정
th: การตั้งค่า
vi_vn: Cài đặt
zh_hans: 设置

source: Back
ko: 뒤돌아가기
th: กลับ
vi_vn: Quay lại
zh_hans: 返回

source: All
ko: 전부
th: ทั้งหมด
vi_vn: Tắt cả
zh_hans: 全部

source: Filter
ko: 필터링
th: ค้นหาอย่างละเอียด
vi_vn: Lọc
zh_hans: 筛选

source: Search
ko: 검색
th: ค้นหา
vi_vn: Tìm kiếm
zh_hans: 搜索

source: Today
ko: 오늘
th: วันนี้
vi_vn: Hôm nay
zh_hans: 今天

source: Before
ko: 이전
th: ก่อน
vi_vn: Trước
zh_hans: 之前

source: Cancel
ko: 취소
th: ยกเลิก
vi_vn: Huỷ bỏ
zh_hans: 取消

source: Finish
ko: 완료
th: เสร็จสมบูรณ
vi_vn: Hoàn thành
zh_hans: 完成

# Determine
source: Confirm
ko: 확정
th: กำหนด
vi_vn: Xắc nhận
zh_hans: 确定

# Select_Shop
source: Click here to select your shops
ko: 여기를 클릭해서 당신의 매장을 선택하세요
th: คลิกที่นี่เพื่อเลือกร้านค้าของคุณ
vi_vn: Nhấn vào chọn cửa hàng của bạn
zh_hans: 点击这里选择您的商店

# Payment_Channel
source: Channel
ko: 결제방식
th: ช่องทางการชำระเงิน
vi_vn: Kênh thanh toán
zh_hans: 支付通道

# Payment_Date
source: Date
ko: 결제날짜
th: วันที่ชำระเงิน
vi_vn: Ngày thanh toán
zh_hans: 支付日期

# Wechat_Collection
source: Wechat pay
ko: 위챗페이
th: การชำระเงินทางWeChat
vi_vn: Thu tiền wechat
zh_hans: 微信收款

source: Alipay
ko: 알리페이
th: การชำระเงินทางAlipay
vi_vn: Thu tiền Ali Pay
zh_hans: 支付宝收款

source: Done
ko: 거래완료
th: เรียบร้อย
vi_vn: Đã giao dịch
zh_hans: 已成交

# Procress
source: Refunding
ko: 환불중
th: กำลังคืนเงิน
vi_vn: Đang hoàn tiền
zh_hans: 退款中

source: Refunded
ko: 환불완료
th: คืนเงินแล้ว
vi_vn: Đã hoàn tiền
zh_hans: 已退款

# Not_More
source: No More
ko: 더이상 없습니다
th: ไม่มีมากกว่านี้แล้ว
vi_vn: Không có nhiều hơn
zh_hans: 没有更多

# Pull to refresh...
source: Pull down to refresh
ko: 새로고침을 당기다
th: ดึงลงเพื่อรีเฟรช...
vi_vn: Kéo xuống làm mới...
zh_hans: 下拉刷新...

source: Release to refresh
ko: 새로고침을 풀다
th: ปล่อยเพื่อฟื้นฟู...
vi_vn: Thả tay để làm mới...
zh_hans: 放手刷新...

source: Loading
ko: 로딩중...
th: กำลังโหลด...
vi_vn: Đang tải...
zh_hans: 加载中...

# NO_Record
source: Click to reload
ko: 클릭해서 다시 로딩
th: คลิกเพื่อโหลดใหม่
vi_vn: Nhấn để tải lại
zh_hans: 点击重新加载

# Disconnect_Internet
source: It seems that bad internet,please try it later
ko: 인터넷신호가 약하니，잠시후에 재시도해 주세요
th: อินเทอร์เน็ตดูเหมือนจะไม่ค่อยดี่เลย กรุณาลองอีกครั้งนะคะ
vi_vn: Mạng hình như kém qua,xin đợi một lát nữa!
zh_hans: 网络好像不给力哦，请稍后再试!

# Picture_Load_Fail
source: Bad internet,pictures download failed
ko: 인터넷신호가 약해서，사진 다운로드 실패
th: อินเทอร์เน็ตไม่ดีนะ ดาวน์โหลดภาพไม่ได้เลย
vi_vn: Mạng kém,tải ảnh thất bại
zh_hans: 网络不给力，图片下载失败

source: Order detail
ko: 거래내역
th: รายละเอียดของการสั่งซื้อ
vi_vn: Tình hình cụ thể đơn hàng
zh_hans: 订单详情

# Actual_Receivable
source: Gross Amount:
ko: 미입금:
th: จำนวนเงินที่จะได้รับ:
vi_vn: Số tiền phải thu:
zh_hans: 应收金额:

# Settlement_Amount
source: Settlement:
ko: 결제금:
th: จำนวนเงินที่ได้เก็บ:
vi_vn: Số tiền quyết toán:
zh_hans: 结算金额:

# Trading_Status
source: Status:
ko: 거래상태:
th: สถานะของซื้อขาย:
vi_vn: Trạng thái giao dịch:
zh_hans: 交易状态:

# Channels_Payment
source: Channel:
ko: 결제방식:
th: ช่องชำระเงิน:
vi_vn: Phương thức thanh toán:
zh_hans: 支付渠道:

# Payment_Business
source: Merchant Name:
ko: 거래매장 :
th: ร้านซื้อขาย:
vi_vn: Cửa hàng giao dịch:
zh_hans: 交易店铺:

# Transaction_Time
source: Trans. Time:
ko: 거래시간:
th: เวลาการซื้อขาย:
vi_vn: Thời gian giao dịch:
zh_hans: 交易时间:

# Transaction_Number
source: Trans. ID:
ko: 거래번호:
th: หมายเลขการซื้อขาย:
vi_vn: Mã số giao dịch:
zh_hans: 交易号:

# Payment_Code
source: Payment ID:
ko: 결제번호:
th: รหัสการชำระเงิน:
vi_vn: Mã số thanh toán:
zh_hans: 支付编码:

# Refund_Start_Time
source: Refund Time:
ko: 환불신청시간:
th: เวลาเริ่มการคืนเงิน:
vi_vn: Thời gian bắt đầu hoàn tiền:
zh_hans: 退款发起时间:

# Refund_Reason
source: Reason:
ko: 환불사유:
th: เหตุผลในการคืน:
vi_vn: Nguyên nhân hoàn tiền:
zh_hans: 退款原因:

# Revoked
source: Cancel
ko: 취소
th: ยกเลิก
vi_vn: Huỷ bỏ
zh_hans: 撤销

# Alert_Cancellation_Refund
source: Please confirm to cancel the refund
ko: 지금 환불신청하시겠습니까?
th: คุณกำลัยกเลิกคืนเงิน ยืนยันคืนเงินหรือไม่
vi_vn: Bạn đang bắc đầu hủy bỏ việc hoàn tiền,xác nhận hủy bỏ việc hoàn tiền này không?
zh_hans: 您正在发起撤销退款,确认撤销退款么?

# Start_Cancellation_Refund
source: Apply to cancel refund
ko: 환불신청합니다
th: จะเริ่มยกเลิกคืนเงินของการสั่งซื้อ
vi_vn: Bắt đầu hủy bỏ hoàn tiền đơn hàng
zh_hans: 发起撤销订单退款

# Alert_Setting_Pass
source: Please set your secure password
ko: 현재거래비밀번호를 설정하지 않았습니다. 지금 설정해 주세요
th: คุณยังไม่ได้ตั้งรหัสของซื้อขาย กรุณาตั้งในตอนนี
vi_vn: Bạn hiện tại chưa thiết lập mật mã giao dịch,xin bạn nhanh chóng thiết lập!
zh_hans: 您当前未设置交易密码,请立刻设置!

# Contact_Customer_Service
source: Any problems please contact with our custom service:
ko: 궁금하신 사항이 있다면, 전화로 문의해주세요
th: สอบถามรายละเอียดกรุณาติดต่อฝ่ายบริการลูกค้า:
vi_vn: Nếu có thắc mắc xin gọi đến số điện thoại phục vụ khách hàng:
zh_hans: 如有疑问请致电客服:

# Alert_Initiate_Refund
source: Please confirm to submit your apply for refund
ko: 지금 환불신청하시겠습니까?
th: คุณกำลังเริ่มคืนเงิน ยืนยันคืนเงินหรือไม่
vi_vn: Bạn đang bắt đầu hoàn tiền,xắc nhận việc hoàn tiền này không?
zh_hans: 您正在发起退款,确认退款么?

# Input_Pay_Pass
source: Please input the password
ko: 결제 비밀번호를 입력해주세요
th: กรุณาใส่รหัสผ่านการชำระเงิน
vi_vn: Xin nhập mật mã thanh toán
zh_hans: 请输入支付密码

# Refund
source: Refunding
ko: 환불
th: คืนเงิน
vi_vn: Hoàn tiền
zh_hans: 退款

# Choose_Refund_Reason
source: Please choose a reason
ko: 환불사유를 선택하세요
th: กรุณาเลือกเหตุผลสำหรับการคืนเงิน
vi_vn: Xin chọn một nguyên nhân hoàn tiền
zh_hans: 请选择一个退款原因

# Business_Negotiations
source: Negotiated Agreement
ko: 가맹점과 협의가 이루어졌습니다
th: ในการหารือกับตกลงกับร้านค้า
vi_vn: Cùng với người sử dụng thỏa thuận nhất trí
zh_hans: 与用户协商一致

# Initiate_Order_Refund
source: Apply to refund
ko: 환불 신청
th: เริ่นคืนเงินการสั่งซื้อ
vi_vn: Bắt đầu hoàn tiền đơn hàng
zh_hans: 发起订单退款

# No_Trans_Pass
source: Please set your secure password
ko: 현재거래비밀번호를 설정하지 않았습니다. 지금 설정해 주세요
th: คุณยังไม่ได้ตั้งรหัส กรุณาตั้งในตอนนี
vi_vn: Bạn hiện tại chưa thiết lập mật mã giao dịch,xin bạn nhanh chóng thiết lập!
zh_hans: 您当前未设置交易密码,请立刻设置!

# Many_Times_Pay
source: Duplicate Payment
ko: 여러 번 결제
th: ชำระเงินหลายครั้ง
vi_vn: Thanh toán nhiều lần
zh_hans: 多次支付

# Other_Reasons
source: Other
ko: 기타
th: อื่นๆ
vi_vn: Cái khác
zh_hans: 其他

# Input_Other_Reasons
source: Input your refund reason here
ko: 클릭해서 다른 환불 사유를 입력하세요
th: คลิกที่นี่เพื่อป้อนสาเหตุสำหรับการคืนเงิน
vi_vn: Nhấn vào đây để nhập lý do hoàn tiền khác
zh_hans: 点此输入其他退款理由

source: Refund now
ko: 즉시 환불
th: คืนเงินตอนนี้
vi_vn: Hoàn tiền lập tức
zh_hans: 立即退款

source: Refund Amount
ko: 환불 금액
th: จำนวนเงินคืน
vi_vn: Số tiền hoàn lại
zh_hans: 退款金额

# Today_Volue_Orders
source: Today Total Trans
ko: 오늘거래 / 량
th: ผลประกอบการวันนี้ / ครั้ง
vi_vn: Hôm nay giao dịch/khoản
zh_hans: 今日成交 / 笔

# All_Volue_Orders
source: All Total Trans
ko: 전체거래/량
th: การทำธุรกรรมทั้งหมด / ครั้ง
vi_vn: Toàn bộ giao dịch/khoản
zh_hans: 全部成交 / 笔

# Before_Volue_Orders
source: Before Total Trans
ko: 이전거래/량
th: ผลประกอบการที่ผ่าน/ ครั้ง
vi_vn: Giao dịch trước đây/khoản
zh_hans: 之前成交 / 笔

# Total_Sale
source: Total Amount
ko: 총 매출액
th: จำนวนเงินรวม
vi_vn: Tổng số tiền
zh_hans: 合计金额

# Setting_Six_Pass
source: Your Security Password
ko: 6자릿수 거래 비밀번호를 설정해 주세요
th: กรุณาตั้งรหัสหกตัวของคุณ
vi_vn: Xin thiết lập mật mã giao dịch 6 số của bạn
zh_hans: 请设置您的6位交易密码

# Input_Six_Number
source: (The password should be 6 digits)
ko: (숫자６자릿수 비밀번호만 입력해주세요
th: (กรุณาใส่รหัส ตัวเลขเท่านั้น)
vi_vn: (Xin nhập chính xác 6 chữ số mật mã)
zh_hans: (请输入纯数字的6位密码)

source: Enter here
ko: 여기에서 입력해주세요
th: เข้าสู่ตองนี้
vi_vn: Nhập vào tại đây
zh_hans: 在此输入

# Alert_Set_Pass
source: *Please remember the password
ko: *이 비밀번호가 모든거래번호로 적용되오니, 꼭 기억해주세요
th: * รหัสนี้จะนำไปใช้กับทุกขั้นตอนการของทำธุรกรรมทางการเงินนี้
vi_vn: *Mật mặc này sẽ dùng cho tắt cả các lưu trình giao dịch tiền tệ,xin ghi nhớ
zh_hans: *此密码将应用于一切金钱交易流程,请牢记

# Setting_Success
source: Setting successd
ko: 설정성공
th: ติดตั้งสำเร็จ
vi_vn: Thiết lập thành công
zh_hans: 设置成功

# Two_Pass_Inconsistent
source: Please input the same password!
ko: 두자리비밀번호가 일치하지 않습니다
th: ทั้งสองรหัสผ่านไม่ตรงกัน
vi_vn: Hai lần mật mã không đồng nhất!
zh_hans: 俩次密码不一致!

source: Input order number
ko: 거래번호 입력
th: ใส่หมายเลขการสั่งซื้อ
vi_vn: Nhập mã đơn hàng
zh_hans: 输入订单号

# Alert_Input_Order_Number
source: Your can scan the BarCode or QRCode by click the scan button
ko: 바코드를 스캔해서 거래내역을 확인할 수 있습니다
th: คลิกปุ่มสแกนเพื่อสแกนโดยตรง รายละเอียดการสั่งซื้อของบาร์โค้ดจะขึ้นมา
vi_vn: Nhấn vào nút scan phía trên để có thể trực tiếp scan mã vạch đơn hàng và kiểm tra tình hình cụ thể đơn hàng
zh_hans: 点击上方扫描按钮可以直接扫描订单条形码查询订单详情

# Scan_Message
source: Put QRCode in the box will be ok
ko: QR코드를 대면 스캔이 됩니다
th: เอาคิวอาร์โค้ดลงในช่องมันจะสามารถสแกนได้
vi_vn: Để mã vạch QR vào trong khung, là có thể tự động scan
zh_hans: 把二维码放入框内，就可以自动扫描

source: Scan
ko: 스캔해주세요
th: สแกน
vi_vn: Quyết mã QR
zh_hans: 扫一扫

# Select_Picture
source: Album
ko: 사진선택
th: เลือกจากอัลบัม
vi_vn: Chọn từ trong bộ sưu tập
zh_hans: 从相册中选

source: Input bar code
ko: 바코드번호 입력
th: กรุณาใส่บาร์โค้ด
vi_vn: Nhập mã vạch
zh_hans: 输入条形码

source: Switch to scan
ko: 스캔전환
th: เปลี่ยนไปใช้สแกน
vi_vn: Chuyển đến sacn
zh_hans: 切换到扫描

# Please_Enter_Code
source: Please input bar code
ko: 바코드번호를 입력해주세요
th: กรุณาใส่บาร์โค้ด
vi_vn: Xin nhập mã vạch
zh_hans: 请输入条形码

# Order_Not_Find
source: No order！
ko: 거래를 아직 찾지 못했습니다
th: การสั่งซื้อไม่สามารถค้นหาได้
vi_vn: Không thể tìm được đơn hàng!
zh_hans: 订单未能找到！

source: Query
ko: 조회
th: สอบถาม
vi_vn: Tìm kiếm
zh_hans: 查询

# Nearly_Month_Sale
source: Trends of last 6 months
ko: 최근 6개월 판매량 동향
th: แนวโน้มล่าสุดของยอดขายใน6 เดือนที่ผ่าน
vi_vn: Biểu đồ xu thế số lượng hàng hoá bán ra trong 6 tháng gần nhất
zh_hans: 最近6月销售额趋势图

# Current_Balance
source: Undischarged Balance
ko: 미청산 잔액
th: ยอดเงินเหลือที่รอชำระบัญชี
vi_vn: Số dư hiện nay
zh_hans: 待清算余额

# Withdrawal
source: Withdraw
ko: 인출
th: ถอนเงิน
vi_vn: Rút tiền
zh_hans: 提现

# Current_Month_Balance
source: Current months sale
ko: 최근 월판매량
th: ยอดขายในเดือนที่ผ่านมา
vi_vn: Số lượng hàng hoá bán ra trong tháng gần nhất
zh_hans: 最近月份销售额

source: Query by date
ko: 날짜별로 조회하기
th: ค้นหาวันนี่
vi_vn: Tìm kiếm theo ngày
zh_hans: 通过日期查询

source: Query result
ko: 결과 조회
th: สืบค้นผลการ
vi_vn: Kết quả tìm kiếm
zh_hans: 查询结果

# Please_Input_Correct_Email
source: Please input the correct email
ko: 정확한 이메일 주소를 입력해 주세요
th: กรุณาใส่อีเมลที่ถูกต้อง
vi_vn: Xin nhập vào Email chính xác
zh_hans: 请输入正确的邮箱

source: Send order
ko: 계산서 발송
th: ส่งการสั่งซื้อ
vi_vn: Gửi đơn hàng
zh_hans: 发送订单

# Send_More
source: Your operation is so fast，please try it 10 minutes later
ko: 입력속도가 너무 빠릅니다. 10분 후에 다시 시도해 주세요
th: คุณทำงานเร็วเกิน กรุณาลองใหม่อีกครั้งหลังจาก 10 นาที
vi_vn: Bạn thao tác nhanh quá,xin thử lại sau 10 phút
zh_hans: 您操作太快了，请10分钟后再试

# Send_Success
source: Send successfully
ko: 발송성공
th: ส่งไปเรียบร้อย
vi_vn: Gửi đơn hàng thành công
zh_hans: 发送成功

# Get_Order_Email
source: Email
ko: 이메일주소
th: อีเมลของการสั่งซื้อที่ได้รับ
vi_vn: Email Tiếp nhận đơn hàng
zh_hans: 接收订单邮箱

# Enter_Email
source: Please input email
ko: 이메일주소를 입력하세요
th: กรุณาเข้าอีเมล
vi_vn: Xin nhập vào Email
zh_hans: 请输入邮箱

# Debit_Card
source: Bank card
ko: 송금 완료
th: เงินได้รับการโอนจะบัตธนาคาร
vi_vn: Thẻ ngân hàng đến tài khoản
zh_hans: 到账银行卡

source: MESSAGE
ko: 메세지
th: ข้อมูล
vi_vn: Tin nhắn
zh_hans: 消息

source: BANKCARD
ko: 은행카드
th: บัตรธนาคาร
vi_vn: Ngân hàng
zh_hans: 银行卡

source: QRCode
ko: QR코드
th: คิวอาร์โค้ด
vi_vn: Mã QR
zh_hans: 二维码

# Usual_Problems
source: Q&A
ko: 자주 하는 질문(FAQ)
th: คำถามที่พบบ่อย
vi_vn: Hỗ trợ
zh_hans: 常见问题

# User_Feedback
source: CONSULT
ko: 서비스센터로 연락주시길 바랍니다.
th: ติดต่อบริการลูกค้า
vi_vn: Liên hệ
zh_hans: 联系客服

# Online_Service
source: Consult
ko: 온라인 서비스
th: บริการออนไลน์
vi_vn: Lễ tân online
zh_hans: 在线客服

# Helpline
source: PHONE
ko: 문의 전화
th: สายด่วน
vi_vn: Liên hệ
zh_hans: 咨询热线

# Bank_Message
source: Bank info
ko: 은행정보
th: ข้อมูลธนาคาร
vi_vn: Thông tin ngân hàng
zh_hans: 银行信息

# Bank_Account_Name
source: Account name
ko: 계좌명
th: ชื่อบัญชี
vi_vn: Tên thẻ ngân hàng
zh_hans: 户名

# Bank_Account_Number
source: Account number
ko: 계좌번호
th: หมายเลขบัญชี
vi_vn: Mã số thẻ ngân hàng
zh_hans: 户号

# Bank_Branch_Name
source: Branch name
ko: 계좌은행
th: บัญชีของธนาคาร
vi_vn: mở tài khoản ngân hàng
zh_hans: 开户银行

# Bank_Trunk_Name
source: Trunk name
ko: 은행지사
th: สาขาย่อย
vi_vn: Chị nhánh ngân hàng
zh_hans: 分行

# Deleate
source: Delete
ko: 삭제
th: ลบ
vi_vn: Loại bỏ
zh_hans: 删除

# Phone_Number
source: Telephone:
ko: 핸드폰 번호:
th: หมายเลขโทรศัพท์
vi_vn: Số điện thoại
zh_hans: 手机号码:

source: Email:
ko: 메일 주소:
th: อีเมล์:
zh_hans: 电子邮箱:

# Telephone
source: Phone
ko: 서비스전화
th: บริการติดต่อ
vi_vn: Liên hệ
zh_hans: 客服电话

source: All read
ko: 전부읽음
th: อ่านทั้งหมด
vi_vn: Đọc đoàn bộ
zh_hans: 全读

# Personal_Information
source: Personal info
ko: 개인 정보
th: ข้อมูลส่วนตัว
vi_vn: Thông tin cá nhân
zh_hans: 个人信息

# Change_Qr
source: Please note to switch your QR Codes if your have several shops.
ko: 매장마다 QR코드가 다르니까 주의하십시오.
th: เปลี่ยนQr
vi_vn: mỗi một cửa hàng có mã QR không giống nhau, xin chú ý chuyển đổi
zh_hans: 每家店铺二维码不同，请注意切换

# Save_Photo
source: Save to album
ko: 갤러리 저장
th: บันทึกไปที่อัลบัม
vi_vn: Lưu giữ trong sổ sưu tập
zh_hans: 保存到相册

# Save_Success
source: Completed
ko: 저장성공
th: บันทึกสำเร็จ
vi_vn: Lựu giữ thành công
zh_hans: 保存成功

# Save_Fail
source: Failed
ko: 저장실패
th: บันทึกไม่สำเร็จ
vi_vn: Lưu giữ thất bại
zh_hans: 保存失败

# Exit_Account
source: Logout
ko: 현재 계정아웃
th: ออกจากบัญชี
vi_vn: Đăng xuất
zh_hans: 退出当前账户

source: Message detail
ko: 메시지내역
th: รายละเอียดของข้อความ
vi_vn: Tình hình cụ thể thong tin
zh_hans: 消息详情

source: Message type:
ko: 메시지유형:
th: ประเภทของข้อความ:
zh_hans: 消息类型:

source: Message time:
ko: 메시지시간:
th: เวลาของข้อความ:
vi_vn: Thời gian thông tin:
zh_hans: 消息时间:

# Message_Remind
source: SMS service
ko: 알림 메시지
th: ข้อความแจ้งเตือน
vi_vn: Nhắc nhở bằng tin nhắn
zh_hans: 短信提醒

# Send_Verify_Code
source: Code
ko: 인증번호 발송
th: ส่งรหัสยืนยัน
vi_vn: Gửi mã số xác nhận
zh_hans: 发送验证码

# Seconds_After_Reissued
source: %@s later
ko: %@잠시후 재발송
th: %@หลังจากวินาทีส่งอีกครั้ง
vi_vn: Gửi lại sau %@ giây
zh_hans: %@秒后重发

# Immediately_Bind
source: Bind Now
ko: 즉시 연동
th: ผูกบัญชีทันที
vi_vn: Ràng buộc lập tức
zh_hans: 立即绑定

# Change_Bind
source: Change mobile
ko: 연동수정
th: แก้ไขการผูกบัญชี
vi_vn: Thay đổi ràng buộc
zh_hans: 修改绑定

# Please_Input_Phone
source: Please input telephone number
ko: 휴대폰번호를 입력하세요
th: โปรดระบุหมายเลขโทรศัพท์มือถือ
vi_vn: Xin nhập số điện thoại
zh_hans: 请输入手机号

# Please_Input_Verify
source: Please input the verification code
ko: 인증번호를 입력하세요
th: กรุณาป้อนรหัสยืนยัน
vi_vn: Xin nhập mã số tin nhắn đã nhận được
zh_hans: 请输入验证码

# Verify_Send_Success
source: Send successfully
ko: 인증번호를 성공적으로 발송했습니다
th: ส่งรหัสยืนยันที่สําเร็จ
vi_vn: Xã số nghiệm chứng gửi đi thành công
zh_hans: 验证码发送成功

# Alert_Enter_Phone
source: please input telephone number!
ko: 휴대폰번호를 입력하세요!
th: โปรดระบุหมายเลขโทรศัพท์มือถือผูกบัญชีที่สำเร็จ!
vi_vn: Xin nhập số điện thoại di động!
zh_hans: 请输入手机号码!

# Change_Bind_Number
source: Change mobile number
ko: 연동번호를 수정하세요
th: แก้ไขผูกบัญชีกับมือถือ
vi_vn: Thay đổi số điện thoại ràng buộc
zh_hans: 修改绑定号码

# Bind_Phone
source: Bind Telephone Number
ko: 휴대폰번호 연동
th: ผูกบัญชีกับโทรศัพท์มือถือ
vi_vn: Số điện thoại ràng buộc
zh_hans: 绑定手机号码

# Bind_Success
source: Bind successfully
ko: 연동 성공
th: ผูกบัญชีที่สำเร็จ
vi_vn: Ràng buộc thành công
zh_hans: 绑定成功

source: Voucher
th: คูปอง
vi_vn: Phiếu Tiêu
zh_hans: 卡券

source: Redeem Code
th: รหัส redeem
vi_vn: Mã Tiêu Dùng
zh_hans: 兑换码

# Card_Ticket_Type
source: Voucher Types
th: ประเภทคูปอง
vi_vn: Loại Phiếu Tiêu Dùng
zh_hans: 卡券类型

# Vertify_Record
source: Verification
th: บันทึกการยืนยันการใช้คูปอง
vi_vn: Lịch Sử Kiểm Huỷ
zh_hans: 核销记录

# Vertify_Record_Detail
source: Detail
th: รายละเอียดการยืนยันคูปอง
vi_vn: Chi Tiết Phiếu Kiểm Huỷ
zh_hans: 卡券核销详情

# Card_Liquidation_Record
source: Settlement
th: บันทึกการเคลียร์บัญชี
vi_vn: Lịch Sử Thanh Toán
zh_hans: 清算记录

# Liquidation_Record_Detail
source: Detail
th: รายละเอียดบันทึกการเคลียร์บัญชี
vi_vn: Chi Tiết Lịch Sử Thanh Toán
zh_hans: 清算记录详情

# Card_Verification
source: Voucher Verification
th: การยืนยันคูปอง
vi_vn: Kiểm Huỷ Phiếu Tiêu Dùng
zh_hans: 卡券核销

# Input_Card_Number
source: Input voucher number
th: กรอกหมายเลขคูปอง
vi_vn: Nhập Số Phiếu Tiêu Dùng
zh_hans: 输入卡券号

# Card_Number
source: Voucher Number:
th: หมายเลขคูปอง:
vi_vn: Số Phiếu Tiêu Dùng:
zh_hans: 卡券号:

source: Platform:
th: แพลตฟอร์ม:
vi_vn: Nền Tảng:
zh_hans: 平台:

source: Order ID:
th: เลขที่สั่งซื้อ:
vi_vn: ID Đơn Hàng:
zh_hans: 订单ID:

# Good_Name
source: Goods Name:
th: ชื่อสินค้า:
vi_vn: Tên Sản Phẩm:
zh_hans: 商品名称:

# Good_Class
source: Goods Types:
th: ประเภทสินค้า:
vi_vn: Loại Sản Phẩm:
zh_hans: 商品品类:

# Price
source: Unit-price:
th: ราคาต่อหน่วย:
vi_vn: Đơn Giá:
zh_hans: 单价:

# Number
source: Quantity:
th: จำนวน:
vi_vn: Số Lượng:
zh_hans: 数量:

source: Order Total:
th: ราคารวมของออเดอร์:
vi_vn: Tổng Giá Đơn Hàng:
zh_hans: 订单总价:

# Vertify_Total
source: Settlement total:
th: ราคาที่ยืนยัน:
vi_vn: Tổng Giá Phiếu Huỷ:
zh_hans: 清算总价:

# Vertify_Time
source: Verification Time:
th: เวลาที่ยืนยัน:
vi_vn: Thời Gian Phiếu Huỷ:
zh_hans: 核销时间:

# Settlement_Circle
source: Settlement Period:
th: รอบการเรียกเก็บเงิน:
vi_vn: Chu Kỳ Quyết Toán:
zh_hans: 结算周期:

source: Settlement Time:
th: เวลาชำระบัญชี:
vi_vn: Thời Gian Thanh Toán:
zh_hans: 清算时间:

# Not_Find
source: Not Found
th: หาไม่เจอ
vi_vn: Không Tìm Thấy
zh_hans: 未找到

# Vertify
source: Verification
th: ยืนยันการใช้คูปอง
vi_vn: Kiểm Huỷ
zh_hans: 核销

# Liquidationed
source: Settlement
th: ชำระบัญชี
zh_hans: 清算

# Settle_Finish
source: Liquidated
ko: 청산 완료
th: ชำระบัญชีแล้ว
vi_vn: Đã Thanh Toán
zh_hans: 已清算

# Settlf_Fail
source: Undischarged
ko: 미청산
th: ยังไม่ได้ชำระบัญชี
vi_vn: Chưa Thanh Toán
zh_hans: 未清算

# Wirte_Off
source: Succeed
th: ยืนยันการใช้คูปองแล้ว
vi_vn: Đã Kiểm Huỷ
zh_hans: 核销

# Not_Written_Off
source: Failed
th: ยังไม่ได้ยืนยันใช้คูปอง
vi_vn: Chưa Kiểm Huỷ
zh_hans: 未核销

source: Alipay
th: อลิเพย์
zh_hans: 支付宝

source: Tao Bao
th: เถาเป่า
zh_hans: 淘宝

# Public_Comment
source: Dian Ping
th: ต้าจ้งเตี่ยนผิง
vi_vn: Đại Chúng Đánh Giá
zh_hans: 大众点评

# Pen
source: piece
th: ครั้ง
vi_vn: khoản
zh_hans: 笔

source: Total
th: ทั้งหมด
vi_vn: Tổng Cộng
zh_hans: 合计

# Not_Open_Card
source: Sorry,you have no access to the function,please call our BD manager to help you,thank you!
th: ขออภัย คุณยังไม่ได้เปิดฟังก์ชั่นยืนยันคูปอง กรุณาติดต่อผู้จัดการ BD เพื่อเปิดให้คุณ ขอบคุณค่ะ
vi_vn: Xin Lỗi,Bạn chưa đăng ký chức năng phiếu kiểm huỷ,xin liên hệ giám đốc thị thường để đăng ký,xin cảm ơn.
zh_hans: 对不起，您尚未开通卡券核销功能，请联系BD经理为您开通，谢谢！

# Voucher_Had_Verificated
source: This voucher had been verificated，it can not be repeated verification!
th: คูปองนี้ได้รับการยืนยันแล้ว ไม่สามารถยืนยันซ้ำได้อีก!
vi_vn: Phiếu tiêu dùng này đã kiểm hủy,không được kiểm huỷ lại!
zh_hans: 此卡券已被核销，不能重复核销!

# Ticket_Not_Confirmed
source: This voucher hadn't been confirmed，it can't be verified!
th: คูปองนี้ยังยืนยันไม่สำเร็จ ไม่สามารถตรวจสอบได้!
vi_vn: Phiếu này chưa xác nhận thành công, không thể kiểm hủy!
zh_hans: 此卡券尚未确认成功，不能核销!

# Card_Expired
source: The voucher had missed the verification time,it can’t be verificated any more!
th: บัตรคูปองนี้เลยเวลาการใช้งานแล้ว ไม่สามารถยืนยันการใช้คูปองได้!
vi_vn: Phiếu này quá hạn sử dùng,không thể kiểm hủy nữa!
zh_hans: 此卡券已过了使用时间，不能再核销!

# Good_Detail
source: Goods detail
th: รายละเอียดสินค้า
vi_vn: Thông tin cụ thể sản phẩm
zh_hans: 商品详情

# Goods_Name
source: Title
th: ชื่อ
vi_vn: Tên
zh_hans: 名称

# Goods_Number
source: Amount
th: จำนวน
vi_vn: Số lượng
zh_hans: 数量

# Gourment_Meal
source: Cuisine set mea
th: คูปองส่วนลดอาหาร
vi_vn: Phiếu combo ẩm thực
zh_hans: 美食套餐券

# Delicacy_Vouchers
source: Cuisine vouche
th: บัตรเงินสดประเภทอาหาร
vi_vn: Phiếu giảm giá ẩm thực
zh_hans: 美食代金券

# Card_Category_Three
source: Recreation
th: บันเทิง
vi_vn: Vui chơi giải trí
zh_hans: 休闲娱乐

# Card_Category_Four
source: Entrance tickets
th: บัตรเข้าชม
vi_vn: Vé vào cửa
zh_hans: 门票

# Card_Category_Five
source: Car use
th: เช่ารถ
vi_vn: Dùng xe
zh_hans: 用车

# Card_Category_Six
source: One day trip
th: เหมาทัวร์ 1 วัน
vi_vn: Chơi một ngày
zh_hans: 一日游

# Card_Category_Seven
source: Performance
th: การแสดง
vi_vn: Show thi đấu
zh_hans: 演出赛事

# Card_Category_Eight
source: Booking seat for cuisine
th: จองโต๊ะอาหาร
vi_vn: Đặt bàn ẩm thực
zh_hans: 美食代订座

# Card_Category_Nine
source: Passport
th: วีซ่า
vi_vn: Vias
zh_hans: 签证

# Card_Category_Ten
source: Set meal of Airport and hotel
th: แพกเก็จตั๋วเครื่องบินและโรงแรม
vi_vn: Combo máy bay khách sản
zh_hans: 机酒套餐

# Card_Category_Twelve
source: Phone card
th: ซิมโทรศัพท์
vi_vn: Thể điện thoại
zh_hans: 电话卡

# Card_Category_Thirteen
source: Transport tickets
th: ตั๋วเดินทาง
vi_vn: Vé giao thông
zh_hans: 交通票

# Card_Category_Fourteen
source: Special offer airline tickets
th: ตั๋วเครื่องบินราคาถูก
vi_vn: Vé máy bay giá rẻ
zh_hans: 特价机票

# Card_Category_Fifteen
source: Group trip
th: มากับทัวร์
vi_vn: Toàn du lịch
zh_hans: 跟团游

# Login_Input_Name
source: Input account name
ko: 계정을 입력해주세요
th: ใส่หมายเลขบัญชี
vi_vn: Nhập vào tài khoản
zh_hans: 输入帐号

# Login_Input_Pass
source: Input password
ko: 비밀번호를 입력해주세요
th: ใส่รหัสผ่าน
vi_vn: Nhập vào mật mã
zh_hans: 输入密码

# Login_Input_No_Data
source: Empty account or password
ko: 계정 혹은 비밀번호를 비워놓을 수 없습니다
th: หมายเลขบัญชีหรือรหัสไม่สามารถเว้นว่าง
vi_vn: Tài khoản và mật mà không thẻ để trống
zh_hans: 帐号或密码不能为空

# Merchant_Edition
source: Merchant
ko: 매장용
th: ของร้านค้า
vi_vn: Bản Cửa Hàng
zh_hans: 商家版

source: Login
ko: 로그인
th: เข้าสู่ระบบ
vi_vn: Đăng nhập
zh_hans: 登录

# Login_Faild
source: Failed
ko: 로그인실패
th: เข้าสู่ระบบไม่สำเร็จ
vi_vn: Đăng nhập thất bại
zh_hans: 登录失败

source: Logout
ko: 로그아웃
th: ออกจากระบบ
vi_vn: Đăng xuất
zh_hans: 退出登录

# Liquidation
source: Settlement
ko: 청산
th: ชำระบัญชี
vi_vn: Thanh Toán

source: Replace
ko: 리셋
th: แทนที่
vi_vn: Thiết lập lại
zh_hans: 重置

# Pay_Way
source: Payment channel
ko: 결제 방식
th: ช่องทางชำระเงิน
vi_vn: Kênh thanh toán
zh_hans: 支付通道

# Pay_Time
source: Payment date
ko: 결제 시간
th: วันที่ชำระเงิน
vi_vn: Thầy gian thanh toán
zh_hans: 支付日期

# Liquidation_Record
source: Settlement record
ko: 청산 기록
th: บันทึกการเคลียร์บัญชี
vi_vn: Lịch sự chuyển tiền
zh_hans: 清算记录

# Liquidation_Status
source: Settlement status
ko: 청산 상태
th: สถานะการเคลียร์บัญชี
vi_vn: Trạng thái chuyển tiền
zh_hans: 清算状态

# Liquidation_Finish
source: Settlement completed
ko: 청산 완료
th: เคลียร์บัญชีสำเร็จ
vi_vn: Chuyển tiền thành công
zh_hans: 清算完成

# Liquidation_Detail
source: Settlement details
ko: 청산 디테일
th: รายละเอียดชำระบัญชี
vi_vn: Thông tin chuyển tiền
zh_hans: 清算详情

# Set_Album_Permission
source: Please open the camera in the system Settings
ko: 관리자가 카메라 접근 권한을 부여하여야 합니다 (설정>개인정보보호>내게시물>열기)
th: กรุณาไปที่การตั้งระบบเพื่อเปิดบริการกล้องถ่ายรูป (การตั้งค่า>ความเป็นส่วนตัว>
vi_vn: Xin mở phục vụ máy ảnh trong phần thiết lập hệ thống (thiết lập>riêng tư>sổtương ứng>mở)
zh_hans: 请在系统设置中开启相机服务 (设置>隐私>相册>开启)
